import { TMainProductsModel } from "../types/education-card-type.ts";

export const MainProductsModel: Array<TMainProductsModel> = [
    {
        head: "АлтГТУ им. И.И. Ползунова",
        title: "Информационная безопасность. Тема дипломной работы: Разработка архитектуры и прототипа системы\n" +
            "видеонаблюдения на основе кибериммунного подхода (дипломная работа\n" +
            "выполнялась совместно с Лабораторией Касперского)",
        years: "Период обучения: 01.09.2020 - 30.06.2024"
    },
    {
        head: "АлтГУ",
        title: "ДПО Разработка интеллектуальных сервисов:\n" +
            "искусственный интеллект и машинное обучение",
        years: "Период обучения: 01.11.2023 - 1.03.2024"
    },
    {
        head: "АлтГУ",
        title: "ДПО “Переводчик в сфере профессиональных\n" +
            "коммуникаций”",
        years: "Период обучения: 01.09.2020 - 30.06.2023"
    }
]